Revit 2024 API
ColorWithTransparency Properties
The ColorWithTransparency type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ColorWithTransparency Class
Autodesk.Revit.DB Namespace